Repository: Cuperino/ytcc
Catalog: po/*.po
Languages: de

source: The configuration file has errors!
de: Die Konfigurationsdatei enthält Fehler!

source: Date
de: Datum

source: Channel
de: Kanal

source: Title
de: Titel

source: Watched
de: Gesehen

source: Mark as watched
de: Als gesehen markieren

source: Download audio
de: Tonspur herunterladen

source: Download video
de: Video herunterladen

source: Play audio
de: Tonspur abspielen

source: Play video
de: Video apspielen

source: Type a valid TAG. <F1> for help.
de: Gib einen TAG ein. <F1> für Hilfe.

source: <F1> Display this help text. <F2> Set action: Play video. <F3> Set action: Play audio. <F4> Set action: Mark as watched. <F5> Refresh video list. <F6> Set action: Download video. <F7> Set action: Download audio. <Enter> Accept first video. <CTRL+D> Exit.
de: <F1> Zeigt diese Hilfe an. <F2> Modus wechseln: Video abspielen. <F3> Modus wechseln: Audio abspielen. <F4> Modus wechseln: Als gelesen markieren. <F5> Videoliste aktualisieren. <F6> Modus wechseln: Video herunterladen. <F7> Modus wechseln: Audio herunterladen. <Enter> Wählt das oberste Video. <CTRL+D> Beenden.

source: Press Enter to continue
de: Enter drücken zum Fortfahren

source: Video description:
de: Videobeschreibung:

source: Playing "{video.title}" by "{video.channel.displayname}"...
de: Spiele "{video.title}" von "{video.channel.displayname}" ab...

source: WARNING: The video player terminated with an error. The last video is not marked as watched!
de: WARNUNG: Der Videoplayer wurde fehlerhaft beendet. Das Video wurde nicht als gesehen markiert!

source: Yes
de: Ja

source: No
de: Nein

source: Downloading "{video.title}" by "{video.channel.displayname}"...
de: Lade "{video.title}" von "{video.channel.displayname}" herunter...

source: An Error occured while downloading the video
de: Während des Herunterladens ist ein Fehler aufgetreten

source: No videos were marked as watched
de: Keine Videos wurden als gesehen markiert

source: Following videos were marked as watched:
de: Die Folgenden Videos wurden als gesehen markiert:

source: No videos to watch. No videos match the given criteria.
de: Keine Videos zum abspielen gefunden. Die gegeben Suchkriterien treffen auf kein Video zu.

source: Updating channels...
de: Aktualisiere Kanäle...

source: No videos to list. No videos match the given criteria.
de: Keine Videos zum auflisten gefunden. Die gegeben Suchkriterien treffen auf kein Video zu.

source: No channels added, yet.
de: Bisher wurden noch keine Kanäle abboniert

source: {!r} is not a valid YouTube URL
de: {!r} ist keine gültige YouTube URL

source: You are already subscribed to {!r}
de: Der Kanal {!r} ist bereits abonniert

source: The channel {!r} does not exist
de: Der Kanal {!r} existiert nicht

source: Cleaning up database...
de: Bereinige die Datenbank...

source: Importing...
de: Importieren...

source: Subscriptions
de: Abonnements

source: The given file is not valid YouTube export file
de: Die gegebene Datei ist keine gültige YouTube Export Datei

source: Bye...
de: Tschüss...

source: {!r} is not a directory
de: {!r} ist kein Verzeichnis

source: {!r} is not a valid date
de: {!r} ist kein gültiges Datum

source: ytcc is a commandline YouTube client that keeps track of your favorite channels. The --list, --watch, --download, --mark-watched options can be combined with filter options --channel-filter, --include-watched, --since, --to
de: ytcc ist ein YouTube Client für die Kommandozeile, der deine Lieblingskanäle verwalten kann. Die --list, --watch, --download, --mark-watched Optionen können mit den Filteroptionen --channel-filter, --include-watched, --since, --to kombiniert werden

source: add a new channel. NAME is the name displayed by ytcc. URL is the url of the channel's front page or the URL of any video published by the channel
de: abonniert einen neuen Kanal. NAME ist der von ytcc angezeigte Name des Kanals. URL ist die URL zur Hauptseite des Kanals oder die URL zu irgendeinem Video des Kanals

source: print a list of all subscribed channels
de: zeigt eine Liste aller abonnierten Kanäle

source: unsubscribe from the channel identified by 'ID'
de: deabonniert den gegebenen Kanal

source: update the video list
de: aktualisiert die Videoliste

source: print a list of videos that match the criteria given by the filter options
de: zeigt eine Liste von Videos an, die den gegebenen Kriterien entsprechen

source: play the videos identified by 'ID'. Omitting the ID will play all videos specified by the filter options
de: spielt das Video mit der gegebenen 'ID' ab. Wird keine ID angegeben, werden alle Videos abgespielt, die auf die Filteroptionen zutreffen

source: download the videos identified by 'ID'. The videos are saved in $HOME/Downloads by default. Omitting the ID will download all videos that match the criteria given by the filter options
de: lädt das Video mit der gegebenen 'ID' herunter. Die Videos werden standardmäßig im $HOME/Downloads Verzeichnis gespeichert. Wird keine ID angegeben, werden alle Videos heruntergeladen, die auf die Filteroptionen zutreffen

source: mark videos identified by ID as watched. Omitting the ID will mark all videos that match the criteria given by the filter options as watched
de: markiert das Video mit der gegebenen 'ID' als gesehen. Wird keine ID angegeben, werden alle Videos als gesehen markiert, die auf die Filteroptionen zutreffen

source: plays, lists, marks, downloads only videos from channels defined in the filter
de: filtert nach den gegebenen Kanälen. Es werden also nur Videos von den gegebenen Kanälen abgespielt / heruntergeladen / aufgelistet / als gesehen markiert

source: include already watched videos to filter rules
de: standardmäßig werden bei Suchen und den Filteroptionen bereits gesehene Videos ignoriert. Diese Option ermöglicht, dass auch bereits gesehene Videos berücksichtigt werden.

source: includes only videos published after the given date
de: filtert nach Videos, die nach dem gegebenen Datum veröffentlicht wurden

source: includes only videos published before the given date
de: filtert nach Videos, die vor dem gegebenen Datum veröffentlicht wurden

source: set the download path to PATH
de: setzt den Download Pfad

source: do not print the video description before playing the video
de: deaktiviert die Videobeschreibung, die vor dem Abspielen des Videos angezeigt wird

source: specifies which columns will be printed when listing videos. COL can be any of {columns}. All columns can be enabled with 'all'
de: legt fest welche Spalten in der Tabelle der Videoauflistung angezeigt werden. Mögliche Spalten sind: {columns}. Alle Spalten können mit 'all' aktiviert werden

source: do not print the header of the table when listing videos
de: deaktiviert die Kopfzeile der Tabelle der Videoauflistung

source: plays or downloads only the audio part of a video
de: spielt nur die Tonspur der Videos ab bzw. lädt nur die Tonspur herunter

source: disables the interactive mode
de: deaktiviert den interaktiven Modus

source: import YouTube channels from YouTube's subscription export (available at https://www.youtube.com/subscription_manager)
de: importiert die YouTube Kanäle aus YouTubes Abo Export (verfügbar hier: https://www.youtube.com/subscription_manager)

source: removes old videos from the database and shrinks the size of the database file
de: löscht alte Videos aus der Datenbank und reduziert die Größe der Datenbankdatei

source: output version information and exit
de: Versionsinformationen anzeigen und beenden

source: print info to include in a bug report
de: zeigt Informationen für einen Bugreport
